/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf seconds";

/* No comment provided by engineer. */
"%i days" = "%i days";

/* No comment provided by engineer. */
"%i hours" = "%i hours";

/* No comment provided by engineer. */
"%i minutes" = "%i minutes";

/* No comment provided by engineer. */
"%i weeks" = "%i weeks";

/* No comment provided by engineer. */
"1 day" = "1 day";

/* No comment provided by engineer. */
"1 hour" = "1 hour";

/* No comment provided by engineer. */
"1 minute" = "1 minute";

/* No comment provided by engineer. */
"1 second" = "1 second";

/* No comment provided by engineer. */
"1 week" = "1 week";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<Attachment>>";

/* No comment provided by engineer. */
"Add" = "Add";

/* Copy the link to the clipboard */
"Copy Link" = "Copy Link";

/* No comment provided by engineer. */
"Custom..." = "Custom...";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Image Picker" = "Image Picker";

/* No comment provided by engineer. */
"Invalid Input" = "Invalid Input";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Picture" = "Picture";

/* No comment provided by engineer. */
"Select Image" = "Select Image";

/* No comment provided by engineer. */
"The systemwide proxy configuration specified via the Network System Preferences depends upon reading a PAC (Proxy Automatic Confiruation) file from %@.  This information can not be used at this time; to connect, please obtain proxy information from your network administrator and use it manually." = "The systemwide proxy configuration specified via the Network System Preferences depends upon reading a PAC (Proxy Automatic Confiruation) file from %@.  This information can not be used at this time; to connect, please obtain proxy information from your network administrator and use it manually.";

/* Title of the alert shown when the system proxy configuration can not be determined */
"Unable to read proxy information" = "Unable to read proxy information";

